Repository: yagyanshbhatia/Code_snippets
Catalog: i18n/locale/*/LC_MESSAGES/test_i18n.po
Languages: fr

source: Hello! What is your name?
fr: fr - Hello! What is your name?

source: Well,
fr: fr - Well,

source: , I am thinking of a number between 1 and 20.
fr: fr - , I am thinking of a number between 1 and 20.

source: Take a guess.
fr: fr - Take a guess.

source: Your guess is too low.
fr: fr - Your guess is too low.

source: Your guess is too high.
fr: fr - Your guess is too high.

source: Good job,
fr: fr - Good job,

source: guesses!
fr: fr - guesses!

source: You guessed my number in
fr: fr - You guessed my number in

source: Nope. The number I was thinking of was
fr: fr - Nope. The number I was thinking of was
